[
    {
      "name": "HogZogs",
      "flag": "https://media.discordapp.net/attachments/1007148972214853753/1132961233780346920/px68uOFYfq1UeQ1ozyQJQ8_f3WeTfPLZDREAeWyVLqk.png?width=110&height=110",
      "about": "Hogs were disunited and bickering.\nHistorically there were Ruparans, Arleens, and Urkas.\n\nThen Hog The Great (who's totally not a crab) emerged from the ocean and brought everyone together.\n\nHog The Great noticed many were starving throughout the world due to leadership negligence. Thus Hog The Great concluded that the only perfect system that could work was one in which the leader was an enlightened monarch.\n\nHog The Great decided to enact working class reforms to take away power from any so-called nobles who were not Hog The Great and therefore not enlightened leaders. Thus all became equal under Hog The Great.\n\nHog The Great united all the castles into Hamlet.\n\nHowever, Hog The Great was forced to accept the fact that there needed to be sub leaders who could run the labor divisions to make new industrial factories. Children would be drafted under managers and then gain more rights once they became adults where they then would be transferred to supervisors.\n\nThen Hog The Great established Zogwarts as a graveyard and a place for experimenting with magic. That's when Hog The Great realized that old Hogs who had died could be revived.\n\nThe result, however, was that these Zogs were from before tribal unification and went back to their old ways of bickering.\n\nThus Hog The Great was forced to unify the Zogs and become HogZog The Great.\n\nThe most recent news was Dark killed HogZog The Great. The Zogs rebelled against the Hogs, and Dark backed the Hogs. Then Dark became Custodian of the New HogZog Empire. Dark chooses new leaders for the HogZogs whenever the previous leaders die"

    },
    {
      "name": "Dread",
      "flag": "https://media.discordapp.net/attachments/1007148972214853753/1132961004767166505/ntlXbbzzYLp0S2MqaI9eYmolx9Ht86sS3JKDRy0KDnA.png?width=125&height=125",
      "about": "The Dread are a hive mind that evolved from the desert caves. They established mining stations to gain magical materials.\n\nThe Dread then established the Astral Network and started creating what we might consider colonial settlements.\n\nHowever, from the Dread perspective, all lands are equally integrated and important to their hive, so they wouldn't consider these settlements as colonies nor as exclaves.\n\nThus the City of Science was established in the cold mountains so that the Dread Scientists could channel the ender energies within the region.\n\nThe Celestial Palace was established by an elite group of Dread Scientists who began altering the Dread genome to create new warriors with unique abilities.\n\nThe Dread were naturally selected through a vast amount of infighting until the society was formed into a genetically rigid hierarchy.\n\nAt the top were the Dread Arbitors who were made to be extremely strict in function and hard-core establishmentarians. The Arbitors would administer kill commands to any Dread who deviate too far from the hive's original purpose.\n\nAt the mid-tier were the Dread Scientists who oversaw all hive expansions and thus generally received the most resources and strength of the hive. Generally, the Scientists were granted more free will and thus could experiment.\n\nThen were the Dread Restorers who merely keep the hive repaired and ensure the hive has proper security."
      
    },
    {
      "name": "Yutopia",
      "flag": "https://media.discordapp.net/attachments/1007148972214853753/1132961137982447707/LWHiWNQkGE0QfmKdPCg2CTDQI9DwMdkVWQ2atNB2JV4.png?width=110&height=110",
      "about": "Yutopia got bored of being primitives and decided they were going to use science to become really cool.\n\nBig Ape split Yutopia into teams who were each going to compete to see who's the coolest.\nTeam Fertilizer thinks fertilizer is really cool while Team Rocketry thinks rockets are really cool.\n\nThe result is a bunch of blown up crashed gift rockets and an island covered in flora that's prone to explosions."

    },
    {
      "name": "Mi Alliance",
      "flag": "https://media.discordapp.net/attachments/1007148972214853753/1132961178558136320/QL58KHEIEhlU9iBPaIx3-I-GhBirceN0_v1ReVdwWU.png?width=110&height=110",
      "about": "MI Alliance pretty much are nomadic raiders, who steal technology from those they attack, and are confederal in the sense they have no centralized leadership and are just a bunch of random tribes doing their own thing.\n\nMI Alliance fought with the former Tubian Empire for ages until finally only two groups remained."

    },
    {
      "name": "Tubian Strays",
      "flag": "https://media.discordapp.net/attachments/1007148972214853753/1132971096501649448/2023-07-24_02.27.28_cropped_1.png?width=181&height=181",
      "about": "The Tubian Strays fled up north to hide from the MI Alliance. They transformed into ender forms using similar magic to the Dread, which they captured in the icy mountains. It is believed they may have actually worked in tandem with the Dread in mastering ender magic."

    },
    {
      "name": "Tubian Remnants",
      "flag": "https://media.discordapp.net/attachments/1007148972214853753/1132961423979454505/2023-07-14_20.png?width=1282&height=662",
      "about": "The Tubian Remnants are the remains of the once great Tubian Empire and now can only afford to keep control of the lower regions of their city which is slowly falling into the ocean.\nThe Tubian Remnants were on the verge of complete defeat at the hands of the MI Alliance when the MI Alliance campaign had a complete collapse."

    },
    {
      "name": "MI Biosoldiers",
      "flag": "https://media.discordapp.net/attachments/1007148972214853753/1132962526250930188/image.png?width=662&height=662",
      "about": "The MI Biosoliders emerged as the MI Alliance was attempting to make more vicious MI in order to finish off the Tubians. The MI build biofacilities between the surface and the Tubian Bunkers. These vicious MI turned upon their creators and were sealed away. Basically, the MI Biosoliders are stronger than the MI; however, they are less expansionist and more territorial. That meant that the MI were unable to get down into the Tubian Bunkers to finish them off. The Tubians occasionally still have to deal with Biosoliders but not that much."
    }
  ]
  